Repository: Harlech1/swiftReminderMVVM
Catalog: Reminder/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# addReminderAccessibility
source: Add Reminder
tr: Anımsatıcı ekle.

# addReminderHint
source: When you click this button you will go to details screen.
tr: Bu butona bastığınızda detaylar sayfasına gideceksiniz.

source: Date
tr: Tarih

source: Description
tr: İçerik

source: Details
tr: Detaylar

# emptyListAccessibility
source: List is empty.
tr: Liste boş.

# emptyListHint
source: Click the add button on top right of the screen.
tr: Ekranın sağ üstünden ekleme butonuna basınız.

source: No Reminders
tr: Anımsatıcı Yok

# noRemindersDetailed
source: No reminders added yet. Start adding reminders by clicking the add button.
tr: Henüz anımsatıcı eklenmedi. Ekleme tuşuna basarak anımsatıcı ekleyiniz.

source: Reminder for
tr: Anımsatıcı:

source: Reminders
tr: Anımsatıcılar

source: Save
tr: Kaydet

# saveReminderAccessibility
source: Save reminder.
tr: Anımsatıcıyı kaydet.

# saveReminderHint
source: After saving the reminder you will go to main screen.
tr: Anımsatıcıyı kaydettikten sonra ana sayfaya gideceksiniz.

source: Time
tr: Zaman

source: Title
tr: Başlık

source: Update
tr: Güncelle
